2.Сделать полностью форматирование
4.Написать тесты к форматированию/шифрованию/архивации
------------------------------------------------------------
1.Сделать арифметические вычисления(продумать полностью систему)
2.Написать тесты к этому
---------------------------------------------------------------
1.Начать писать BookingService параллельно дав доступ к бд тикету и букингу
(для этого прочитать закрепленный на рабочем столе в телефоне файлик)
2.Написать четвертый модуль и собрать всё вместе(проверить в Postman)
---------------------------------------------------------------
1.Сделать все API тесты
2.Разобраться с Proxy,масштабируемостью,очередью сообщений,
блокировщика и её пару пунктов в Tasks.txt
